Revit 2024 API
ExternalResourceTypes.BuiltInExternalResourceTypes.AssemblyCodeTable Property
 An external resource type representing assembly code data.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ExternalResourceType AssemblyCodeTable { get; }
Visual Basic
Public Shared ReadOnly Property AssemblyCodeTable As ExternalResourceType
	Get
Visual C++
public:
static property ExternalResourceType^ AssemblyCodeTable {
	ExternalResourceType^ get ();
}
See Also
ExternalResourceTypes.BuiltInExternalResourceTypes Class
Autodesk.Revit.DB Namespace